Repository: Raptus/pcommerce.core
Catalog: pcommerce/core/locales/*/LC_MESSAGES/pcommerce.po
Languages: de, nl, no

source: Add image
de: Bild hinzufügen
nl: Voeg afbeelding toe
no: Legg til bilde

source: Add price
de: Preis hinzufügen
nl: Voeg prijs toe
no: Legg til pris

source: Add variation
de: Variation hinzufügen
nl: Voeg variant toe
no: Legg til variant

source: Added ${count} items to cart
de: ${count} Artikel dem Warenkorb hinzugefügt
nl: ${count} items toegevoegd aan winkelmandje
no: ${count} lagt til i handlekurven

source: Added item to cart
de: Artikel dem Warenkorb hinzugefügt
nl: Item toegevoegd aan winkelmandje
no: Produkt lagt til i handlekurv

source: Additional price
de: Preisaufschlag
nl: Extra prijs
no: Ekstra pris

source: Additional prices
de: Zusätzliche Preise
nl: Extra prijzen
no: Ekstra priser

source: Address
de: Adresse
nl: Adres
no: Adresse

source: Address 1
de: Adresse 1
nl: Adres 1
no: Adresse 1

source: Address 2
de: Adresse 2
nl: Adres 2
no: Adresse 2

source: Amount
de: Anzahl
nl: Aantal
no: Sum

source: Billing address
de: Rechnungsadresse
nl: Factuuradres
no: Fakturaadresse

source: Cancel checkout
de: Bestellung abbrechen
nl: Bestelling annuleren
no: Avbryt bestilling

source: Check out
de: zur Kasse gehen
nl: Bestellen
no: Bestille

source: Company
de: Firma
nl: Bedrijf
no: Firma

source: Confirmation
de: Bestätigung
nl: Bevestiging
no: Bekreftelse

source: Continue shopping
de: Einkauf fortsetzen
nl: Verder winkelen
no: Fortsette å handle

source: Country
de: Land
nl: Land
no: Land

source: Edit cart
de: Warenkorb bearbeiten
nl: Winkelmandje bewerken
no: Rediger handlekurv

source: Email
no: E.post

source: First name
de: Vorname
nl: Voornaam
no: Fornavn

source: GTC
de: AGB
nl: Voorwaarden-pagina
no: Generelle vilkår

source: Hot product
de: Hot Produkt
nl: Populair artikel
no: Populært produkt

source: I accept the ${link}
de: Ich akzeptiere die ${link}
nl: Ik ga akkoord met de ${link}
no: Jeg godtar ${link}

source: Image
de: Bild
nl: Afbeelding
no: Bilde

source: Images
de: Bilder
nl: Afbeeldingen
no: Bilder

source: Last name
de: Nachname
nl: Achternaam
no: Etternavn

source: Manage orders
de: Bestellungen verwalten
nl: Bestellingen beheren
no: Administrere bestillinger

source: Mr.
de: Herr
nl: Dhr.
no: Hr.

source: Mrs. / Ms.
de: Frau
nl: Mw. / Mej.
no: Ms.

source: New product
de: Neues Produkt
nl: Nieuw artikel
no: Nytt produkt

source: New products in our shop
de: Jetzt aktuell im Shop
nl: Nieuwe artikelen in onze winkel
no: Nytt produkt hos oss

source: Next step
de: Nächster Schritt
nl: Volgende stap
no: Neste steg

source: No
de: Artikelnummer
nl: Aantal
no: Produktnummer

source: No of articles:
de: Anzahl Artikel:
nl: Aantal artikelen:
no: Antall produkter:

source: Overview
de: Übersicht
nl: Overzicht
no: Oversikt

source: PCommerce configuration
de: Einstellungen PCommerce
nl: PCommerce-instellingen
no: PCommerce-instillinger

source: Payment
de: Zahlungsart
nl: Betaling
no: Betaling

source: Payment canceled
de: Zahlungsvorgang abgebrochen
nl: Betaling geannuleerd
no: Betaling avbrutt

source: Payment failed
de: Zahlungsvorgang fehlgeschlagen
nl: Betaling mislukt
no: Betaling mislykkes

source: Phone
de: Telefon
nl: Telefoon
no: Telefon

source: Please enter a floating point number (e.g. 7.6)
de: Bitte geben Sie eine Dezimalzahl ein (z.B. 7.6)
nl: Vul alstublieft een decimaal getal in (bijv. 7.6)
no: Vennligst skriv inn et desimalnummer (f.eks 7,6)

source: Please provide a tax name
de: Bitte geben Sie einen Namen für di Steuer ein
nl: Geef alstublieft een naam van de belasting op
no: Vennligst oppgi skattenavn

source: Please provide a zone name
de: Bitte geben Sie einen Zonennamen an
nl: Geef alstublieft een zone-naam op
no: Vennligst skriv inn sone navn

source: Please select a payment method.
de: Bitte wählen Sie eine Zahlungsmethode
nl: Kies een betaalmethode.
no: Velg betalingsmåte

source: Please select a shipment method.
de: Bitte wählen Sie eine Lieferart
nl: Kies een verzendmethode.
no: Velg forsendelsesmåte

source: Please select a variation
de: Bitte wählen Sie eine Variation aus
nl: Kies een variant.
no: Velg en variant

source: Please specify an amount
de: Bitte geben Sie eine Anzahl an
nl: Geef een aantal op.
no: Skriv inn mengde

source: Post checkout
de: Nach dem Bestellvorgang
nl: Pagina na bestellen
no: Side etter bestilling

source: Previous step
de: Vorhergehender Schritt
nl: Vorige stap
no: Forige steg

source: Price
de: Preis
nl: Prijs
no: Pris

source: Price total
de: Preis total
nl: Totale prijs
no: Totalpris

source: Print
de: Drucken
nl: Afdrukken
no: Skriv ut

source: Product
de: Produkt
nl: Artikel
no: Produkt

source: Product highlights
de: Produkte-Highlights
nl: Uitgelichte artikelen
no: Aktuelle artikler

source: Product variations
de: Produkt Variationen
nl: Varianten van dit artikel
no: Produktvariant

source: Productname
de: Produktname
nl: Artikelnaam
no: Produktnavn

source: Related products
de: Verwandte Produkte
nl: Verwante artikelen
no: Relative produkter

source: Remove
de: Entfernen
nl: Verwijderen
no: Slett

source: Removed ${count} items from cart
de: ${count} Artikel vom Warenkorb entfernt
nl: ${count} items verwijderd uit winkelmandje
no: ${count} produkter fjernet fra handlekurven

source: Removed item from cart
de: Artikel vom Warenkorb entfernt
nl: Item verwijderd uit winkelmandje
no: Fjernet produktet fra handlekurv

source: Salutation
de: Anrede
nl: Aanhef
no: Tittel

source: Select the desired payment method
de: Wählen Sie die gewünschte Zahlungsmethode
nl: Kies de gewenste betaalmethode
no: Velg betalingsmetode

source: Select the desired shipment method
de: Wählen Sie die gewünschte Lieferart
nl: Kies de gewenste verzendmethode
no: Velg forsendelsesmåte

source: Select the desired shipment method for the following products:
de: Wählen Sie die gewünschte Lieferart für folgende Produkte:
nl: Kies de gewenste verzendmethode voor de volgende artikelen:
no: Velg forsendelsesmåte for følgende produkter:

source: Send order
de: Bestellung absenden
nl: Bestelling versturen
no: bestillingen er sendt

source: Shipment
de: Lieferung
nl: Verzending
no: Forsending

source: Shopping cart
de: Warenkorb
nl: Winkelmandje
no: Handlekurv

source: Tax factor
de: Steuerfaktor
nl: Belastingpercentage
no: Skatteprosent

source: Tax included in product price
de: Steuer im Produktpreis inbegriffen
nl: Belasting bij prijs inbegrepen
no: Skatt er inkludert i produktprisen

source: Tax name
de: Steuername
nl: Belastingnaam
no: Skattenavn

source: Taxes
de: Steuern
nl: Belastingen
no: Skatter

source: Thank you!
de: Vielen Dank!
nl: Dank u!
no: Takk!

source: The general terms and conditions have to be accepted to finish your check out.
de: Die Allgemeinen Geschäftsbedingungen müssen akzeptiert werden bevor der Bestellvorgang abgeschlossen werden kann.
nl: U kunt de bestelling pas afronden als u de algemene voorwaarden aanvaardt.
no: Generelle vilkår må godtas før bestilling kan sendes

source: The name appearing in payment-terminals
de: Der Name der in den Zahlungsmasken angezeigt wird
nl: De naam die verschijnt op afschriften
no: Navnet som vises i betalings-terminaler

source: The path to the page holding the general terms and conditions to accept before payment
de: Der Pfad zu der Seite welche die Allgemeinen Geschäftsbedingungen enthält, welche vor der Zahlung akzeptiert werden müssen
nl: Het pad naar de pagina waarop de voorwaarden staan die men dient te aanvaarden voor betaling
no: Nettverksbanen til siden med de generelle vilkårene etc.

source: The path to the page to be redirected to after checkout
de: Der Pfad zu der Seite zu welcher nach Abschluss des Bestellvorgangs weitergeleitet werden soll.
nl: Het pad naar de pagina waarheen na betaling doorgestuurd wordt.
no: Nettverksstien til siden en blir omdirigert til etter kassen

source: Total ${currency}:
nl: Totaal ${currency}:
no: Totalt ${currency}:

source: Total incl. ${taxname}
de: Total inkl. ${taxname}:
nl: Totaal incl. ${taxname}
no: Totalt inkl. ${taxname}

source: Total incl. ${tax}% ${taxname}
de: Total inkl. ${tax}% ${taxname}
nl: Totaal incl. ${tax}% ${taxname}
no: Totalt inkl. ${tax}% ${taxname}

source: Total incl. charges
de: Total inkl. Gebühren
nl: Totaal incl. kosten
no: Totalt inkl. kostnader

source: Total incl. charges and ${taxname}
de: Total inkl. Gebühren und ${taxname}
nl: Totaal incl. kosten en ${taxname}
no: Totalt inkl. kostnader og ${taxname}

source: Total incl. charges and ${tax}% ${taxname}
de: Total inkl. Gebühren und ${tax}% ${taxname}
nl: Totaal incl. kosten and ${tax}% ${taxname}
no: Totalt inkl. kostnader og ${tax}% ${taxname}

source: Variations
de: Variationen
nl: Varianten
no: Varianter

source: We successfully received your order. An Email has been sent to you containing all the order details.
de: Wir haben Ihre Bestellung erfolgreich erhalten. Ein Email mit allen Informationen zu Ihrer Bestellung wurde an Sie versandt.
nl: Uw bestelling is in goede orde ontvangen. Er is een e-mail naar u verstuurd met de details van uw bestelling.
no: Vi har mottatt din bestilling. En e-post har blitt sendt til deg som inneholder alle ordredetaljer.

source: You have not yet added any products to your cart
de: Sie haben noch keine Produkte in Ihrem Warenkorb
nl: U hebt nog geen artikelen aan uw winkelmandje toegevoegd.
no: Du har ennå ikke lagt til noen produkter i handlekurven din

source: You have to be registered to check out your order, either ${log_in} if you already have an account or head over to the ${registration_form} if you don't.
de: Sie müssen angemeldet sein um zur Kasse zu gehen, ${log_in}, falls Sie bereits einen Benutzer haben, oder füllen Sie das ${registration_form} aus falls nicht.
nl: U kunt alleen bestellen als u bent ingelogd. ${log_in} als u al een account heeft, of ga anders naar het ${registration_form}
no: Du må være registrert for å sjekke ut din bestilling, enten $ {log_in} hvis du allerede har en konto eller gå over til $ {registration_form} hvis ikke.

source: Your shopping cart
de: Ihr Warenkorb
nl: Uw winkelmandje
no: Din handlekurv

source: Your shopping cart is empty
de: Ihr Warenkorb ist leer
nl: Uw winkelmandje is leeg
no: Handlevognen er tom

source: ZIP / City
de: PLZ / Ort
nl: Postcode / Stad
no: Postkode / Sted

source: Zone
no: Sone

source: add
de: hinzufügen
nl: toevoegen
no: legg til

source: add to cart
de: zum Warenkorb hinzufügen
nl: toevoegen aan winkelmandje
no: legg i handlekurv

source: checkout_title
de: Kasse
nl: Bestellen
no: Bestille

source: description_manage_orders
de: Zeigt alle Bestellungen und deren Status
nl: Lijst van bestellingen en hun status
no: Liste over alle ordrer og deres status

source: description_no_images
de: Dieses Produkt hat keine weiteren Bilder. Um ein Bild hinzuzufügen, klicken Sie den Hinzufügen Knopf, oder fügen Sie Inhalte aus einem anderen Produkt ein.
nl: Dit artikel heeft geen afbeeldingen. Om een afbeelding toe te voegen, klik op de knop Toevoegen, of knip-en-plak een afbeelding van een andere plek.
no: Dette produktet har ingen bilder. For å legge til et bilde, trykker du på knappen Legg til, eller limer inn innhold fra et annet sted.

source: description_no_orders
de: Es wurden keine Bestellungen gefunden.
nl: Geen bestellingen gevonden
no: Ingen bestillinger ble funnet.

source: description_no_prices
de: Dieses Produkt hat keine zusätzlichen Preise. Um einen Preis hinzuzufügen, klicken Sie den Hinzufügen Knopf, oder fügen Sie Inhalte aus einem anderen Produkt ein.
nl: Dit artikel heeft geen prijzen. Om een prijs toe te voegen, klik op de knop Toevoegen, of knip-en-plak een prijs van een andere plek.
no: Dette produktet har ingen ytterligere priser. For å legge til en pris, trykk på knappen Legg til, eller lim inn innhold fra et annet sted.

source: description_price
de: Wenn mehrere Variationen aus verschiedenen Kategorien einen Einzelpreis besitzen, wird bei der Preisfindung der Kombination, der grössere Preis gewählt.
nl: Als meerdere geselecteerde varianten in verschillende categoriÃ«n verschillende prijzen hebben wordt de hoogste prijs gebruikt voor de prijs van de geselecteerde combinatie.
no: Hvis flere valgte variasjoner i ulike kategorier har enhetspriser, vil større prisen bli regnskapsført i prisingen av den valgte kombinasjonen

source: description_shipment_methods
de: Versandmöglichkeiten für dieses Produkt
nl: Verzendingsmethoden voor dit artikel
no: Forsendelsemetoder for dette produktet

source: email_customer_body
de: Sehr geehrte/r ${name} Ihre Bestellung wurde erfolgreich registriert. Nachfolgend finden Sie eine komplette Übersicht Ihrer Bestellung. Bestellnummer: ${orderid} ${cart} Währung: ${currency} Addresse: ${address} Zahlung: ${payment} Lieferung: ${shipments} Falls Sie Fragen betreffend Ihrer Bestellung haben, zögern Sie nicht uns unter ${from_email} zu kontaktieren. Freundliche Grüsse ${from_name}
nl: Geachte ${name}, Uw bestelling is geplaatst. Hieronder vindt u een overzicht van uw bestelling. Bestellingsnummer: ${orderid} ${cart} Valuta: ${currency} Adres: ${address} Betaling: ${payment} Verzending: ${shipments} Als u vragen hebt over uw bestelling, schroom dan niet om contact met ons op te nemen op het adres ${from_email}. Met vriendelijke groet, ${from_name}
no: Kjære $ {name} n nBestillingen har med hell blitt registrert. Vennligst finne en komplett noversikt over bestillingen din nedenfor. n nOrder ID: $ {OrdreID} n n$ {cart} nValuta: $ {valuta} n n nAdresse: n$ {adresse} n nBetaling: n$ {betaling} n nForsendelse: n$ {forsendelser} n n nHvis du har spørsmål angående kjøpet ikke nøl nå kontakte oss på $ {from_email}. n nBeste hilsen n n$ {FROM_NAME} n

source: email_customer_title
de: Bestellungsbestätigung
nl: Bevestigingsmail
no: Bekreftelses-epost

source: email_order_body
de: Neue Bestellung von ${name} Bestellnummer: ${orderid} ${cart} Währung: ${currency} Addresse: ${address} Zahlung: ${payment} Lieferung: ${shipments}
nl: Nieuwe bestelling van ${name} Bestellingsnummer: ${orderid} ${cart} Valuta: ${currency} Adres: ${address} Betaling: ${payment} Verzending: ${shipments}
no: Ny ordre av $ {name} n nOrdreID: $ {orderid} n n$ {cart} nValuta: $ {valuta} n n nAdresse: n$ {adress} n nBetaling: n$ {currency n nForsendelse: n$ {shipments} n n

source: email_order_title
de: Neue Bestellung [${orderid}]
nl: Nieuwe bestelling [${orderid}]
no: Ny bestilling [${orderid}]

source: general terms and conditions
de: Allgemeinen Geschäftsbedingungen
nl: Algemene voorwaarden
no: Generelle vilkår

source: info_Image
de: Sie befinden sich momentan auf der Bilderansicht einer Variation des Produktes ${product}.
nl: Dit zijn de afbeeldingen van een variant van artikel ${product}
no: Du er nå ser på bilder for en variant av produktet $ {product}.

source: info_variation
de: Sie befinden sich momentan auf einer Variation des Produktes ${product}.
nl: Dit is een variant van artikel ${product}
no: Du ser for øyeblikket på en variant av produktet $ {product}.

source: info_variation_prices
de: Sie befinden sich momentan auf der Preisansicht einer Variation des Produktes ${product}.
nl: Dit zijn de prijzen van een variant van artikel ${product}
no: Du er nå ser på prisene for en variant av produktet $ {produkc}.

source: label_address
de: Adresse
nl: Adres
no: Adresse

source: label_cancelled
de: Abgebrochen
nl: Geannuleerd
no: Avbrutt

source: label_currency
de: Währung
nl: Valuta
no: Valuta

source: label_date
de: Datum
nl: Datum
no: Dato

source: label_failed
de: Fehlgeschlagen
nl: Mislukt
no: Mislykket

source: label_initialized
de: Ausgelöst
nl: Geinitialiseerd
no: Initialisert

source: label_order_id
de: Bestellnummer
nl: Order nummer
no: Ordrenummer

source: label_order_state
de: Bestellstatus
nl: Order status
no: Ordrestatus

source: label_price_total
de: Preis total
nl: Totale prijs
no: Totalpris

source: label_processed
de: Verarbeitet
nl: Verwerkt
no: Fortsett

source: label_products
de: Produkte
nl: Artikelen
no: Produkter

source: label_sent
de: Gesendet
nl: Verzonden
no: Sendt

source: label_shipment_methods
de: Versandarten
nl: Verzendmethodes
no: Forsendelsesmetode

source: label_shipmentids
de: Versandarten
nl: Zending nummer
no: Sendingsnummer

source: label_user_id
de: Benutzername
nl: Gebruikers id
no: Brukerid

source: label_zone
de: Zone
nl: Gebied
no: Sone

source: log_in
de: melden Sie sich an
no: Logg inn

source: message_checkout_canceled
de: Bestellung abgebrochen
nl: Bestelling geannuleerd
no: Bestilling avbrutt

source: message_checkout_failed
de: Bestellung fehlgeschlagen
nl: Bestelling mislukt
no: Bestilling mislykkes

source: price_offer
de: ${offer} statt ${price}
nl: ${offer} in plaats van ${price}
no: ${offer} i stedet for ${price}

source: registration_form
de: Registrationsformular
nl: aanmeldformulier
no: Søknadsskjema

source: remove
de: löschen
nl: verwijder
no: slett

source: text_no_order_id_supplied
de: Bitte geben Sie eine Bestellnummer ein.
nl: Geef een ordernummer
no: Angi et ordrenummer

source: text_order_not_found
de: Bitte überprüfen Sie die Bestellnummer.
no: Vennligst sjekk ordreID

source: title_manage_orders
de: Bestellungen verwalten
nl: Bestellingen beheren
no: Behandle ordrer

source: title_no_order_id_supplied
de: Welche?
nl: Welke?
no: Hvilken?

source: title_order_details
de: Informationen zur Bestellung
nl: Order details
no: Ordredetaljer

source: title_order_not_found
de: Die Bestellung konnte nicht gefunden werden.
nl: Order werd niet gevonden.
no: Ordren ble ikke funnet

source: Type
de: Typ

source: Total
nl: Totaal
