Repository: Raptus/pcommerce.core
Catalog: pcommerce/core/i18n/pcommerce-*.po
Languages: es

source: Add image
es: Añadir imagen

source: Add price
es: Añadir precio

source: Add variation
es: Añadir variación

source: Added ${count} items to cart
es: Se han añadido ${count} productos al carrito

source: Added item to cart
es: Producto añadido al carrito

source: Additional price
es: Precio adicional

source: Additional prices
es: Precios adicionales

source: Address
es: Dirección

source: Address 1
es: Dirección (1)

source: Address 2
es: Dirección (2)

source: Amount
es: Cantidad

source: Billing address
es: Dirección de facturación

source: Cancel checkout
es: Cancelar pedido

source: Check out
es: Realizar pedido

source: Company
es: Empresa y CIF

source: Confirmation
es: Confirmación del pedido

source: Continue shopping
es: Continuar comprando

source: Country
es: País

source: Edit cart
es: Modificar el carrito

source: Email
es: Correo

source: First name
es: Nombre

source: GTC
es: CGC

source: Hot product
es: Producto popular

source: I accept the ${link}
es: Acepto las ${link}

source: Image
es: Imagen

source: Images
es: Imágenes

source: Last name
es: Apellidos

source: Manage orders
es: Administrar pedidos

source: Mr.
es: Don

source: Mrs. / Ms.
es: Doña

source: New product
es: Nuevo producto

source: New products in our shop
es: Nuevos productos

source: Next step
es: Siguiente paso

source: No
es: Nº

source: No of articles:
es: Nº de productos:

source: Overview
es: Vista general

source: PCommerce configuration
es: Configuración de PCommerce

source: Payment
es: Pago

source: Payment canceled
es: Pago cancelado

source: Payment failed
es: Error en el pago

source: Phone
es: Teléfono

source: Please enter a floating point number (e.g. 7.6)
es: Por favor, introduzca un número con los decimales marcados con punto (ej.: 7.6)

source: Please provide a tax name
es: Por favor, indique un nombre de impuesto

source: Please provide a zone name
es: Por favor, indique un nombre de zona

source: Please select a payment method.
es: Por favor, seleccione un método de pago

source: Please select a shipment method.
es: Por favor, seleccione un método de envío

source: Please select a variation
es: Por favor, seleccione una variación

source: Please specify an amount
es: Por favor, especifique una cantidad

source: Post checkout
es: Tras el pedido

source: Previous step
es: Paso anterior

source: Price
es: Precio

source: Price total
es: Precio total

source: Print
es: Imprimir

source: Product
es: Producto

source: Product highlights
es: Productos destacados

source: Product variations
es: Variaciones del producto

source: Productname
es: Nombre del producto

source: Related products
es: Productos relacionados

source: Remove
es: Eliminar

source: Removed ${count} items from cart
es: Se han eliminado ${count} productos del carrito

source: Removed item from cart
es: Producto eliminado del carrito

source: Salutation
es: Tratamiento

source: Select the desired payment method
es: Seleccione el método de pago deseado

source: Select the desired shipment method
es: Seleccione el método de envío deseado

source: Select the desired shipment method for the following products:
es: Seleccione el método de envío deseado para los siguientes productos:

source: Send order
es: Realizar el pedido

source: Shipment
es: Envío

source: Shopping cart
es: Carrito de la compra

source: Tax factor
es: Factor del impuesto

source: Tax included in product price
es: Impuestos incluidos en el precio del producto

source: Tax name
es: Nombre del impuesto

source: Taxes
es: Impuestos

source: Thank you!
es: ¡Gracias!

source: The general terms and conditions have to be accepted to finish your check out.
es: Debe aceptar las condiciones generales de contratación para poder realizar el pedido.

source: The name appearing in payment-terminals
es: Nombre que aparecerá en los terminales de pago

source: The path to the page holding the general terms and conditions to accept before payment
es: Ruta hacia la página que aloja las condiciones generales de contratación que hay que aceptar antes de poder realizar el pago

source: The path to the page to be redirected to after checkout
es: Ruta hacia la página a la que se será redirigido después de realizar el pedido

source: Total incl. ${taxname}
es: Total con ${taxname}:

source: Total incl. ${tax}% ${taxname}
es: Total con ${tax}% ${taxname}

source: Total incl. charges
es: Total con cargos

source: Total incl. charges and ${taxname}
es: Total con ${taxname} y cargos

source: Total incl. charges and ${tax}% ${taxname}
es: Total con ${tax}% ${taxname} y cargos

source: Type
es: Tipo

source: Variations
es: Variaciones

source: We successfully received your order. An Email has been sent to you containing all the order details.
es: Hemos recibido su pedido correctamente. Se le ha enviado un correo con los detalles del mismo.

source: You have not yet added any products to your cart
es: Todavía no ha añadido ningún producto a su carrito

source: You have to be registered to check out your order, either ${log_in} if you already have an account or head over to the ${registration_form} if you don't.
es: Debe haber iniciado sesión para poder realizar su pedido: ${log_in} (si ya tiene una cuenta) o ${registration_form} (si todavía no la tiene).

source: Your shopping cart
es: Su carrito de la compra

source: Your shopping cart is empty
es: Su carrito de la compra está vacío

source: ZIP / City
es: CP / Localidad

source: Zone
es: Zona

source: add
es: añadir

source: add to cart
es: añadir al carrito

source: checkout_title
es: Caja

source: description_manage_orders
es: Lista de todos los pedidos y sus estados

source: description_no_images
es: Este producto no tiene imágenes. Para añadir una imagen, pulse el botón de añadir o pegue el contenido desde otro lugar.

source: description_no_orders
es: Este producto no tiene precios adicionales. Para añadir un precio, pulse el botón de añadir o pegue el contenido desde otro lugar.

source: description_no_prices
es: Este producto no tiene precios adicionales. Para añadir un precio, pulse el botón de añadir o pegue el contenido desde otro lugar.

source: description_price
es: If multiple selected variations in different categories have unit prices, the greater price will be accounted for in pricing of the selected combination.

source: description_shipment_methods
es: Métodos de envío para este producto

source: email_customer_body
es: Estimado/a ${name} Su pedido ha sido correctamente registrado. Vea un resumen del mismo: ID del pedido: ${orderid} ${cart} Moneda: ${currency} Domicilio: ${address} Pago: ${payment} Envío: ${shipments} Si tiene alguna pregunta sobre su compra, no dude en escribirnos a ${from_email}. Atentamente, ${from_name}

source: email_customer_title
es: Confirmación de su pedido

source: email_order_body
es: Nuevo pedido realizado por ${name} ID del pedido: ${orderid} ${cart} Moneda: ${currency} Dirección: ${address} Pago: ${payment} Envío: ${shipments}

source: email_order_title
es: Nuevo pedido [${orderid}]

source: general terms and conditions
es: condiciones generales de contratación

source: info_Image
es: Actualmente está viendo las imágenes de una variación del producto ${product}.

source: info_variation
es: Actualmente está viendo una variación del producto ${product}.

source: info_variation_prices
es: Actualmente está viendo los precios de una variación del producto ${product}.

source: label_address
es: Dirección

source: label_cancelled
es: Cancelado

source: label_currency
es: Moneda

source: label_date
es: Fecha

source: label_failed
es: Malogrado

source: label_initialized
es: Iniciado

source: label_order_id
es: ID del pedido

source: label_order_state
es: Estado del pedido

source: label_price_total
es: Precio total

source: label_processed
es: Procesado

source: label_products
es: Productos

source: label_sent
es: Enviar

source: label_shipment_methods
es: Métodos de envío

source: label_shipmentids
es: ID de los envíos

source: label_user_id
es: ID del usuario

source: label_zone
es: Zona

source: log_in
es: iniciar sesión

source: message_checkout_canceled
es: Pedido cancelado

source: message_checkout_failed
es: Error en el pedido

source: price_offer
es: ${offer} en lugar de ${price}

source: registration_form
es: formulario de registro

source: remove
es: eliminar

source: text_no_order_id_supplied
es: Por favor, facilite un número (ID) de pedido.

source: text_order_not_found
es: Por favor, compruebe el número (ID) de pedido.

source: title_manage_orders
es: Administrar pedidos

source: title_no_order_id_supplied
es: ¿Cuál?

source: title_order_details
es: Detalles del pedido

source: title_order_not_found
es: El pedido no ha podido ser encontrado.
